Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Fan_System2
source: System fan 2
ar_sa: مروحة النظام 2
bg_bg: Системен вентилатор 2
ca_es: Ventilador 2 del sistema
cs_cz: Systémový ventilátor 2
de_de: Systemlüfter 2
el_gr: Ανεμιστήρας συστήματος 2
es_es: Ventilador 2 del sistema
et_ee: Süsteemi ventilaator 2
fa_ir: فن سیستم 2
fi_fi: Järjestelmätuuletin 2
fr_fr: Ventilateur 2 du système
he_il: מאוורר המערכת 2
hi_in: सिस्टम पंखा 2
hu_hu: 2. rendszerventilátor
id_id: Kipas sistem 2
it_it: Ventola di sistema 2
ja_jp: システム ファン 2
ko_kr: 시스템 팬 2
lv_lv: Sistēmas ventilators 2
nb_no: Systemvifte 2
nl_nl: Systeemventilator 2
pl_pl: Wentylator systemowy 2
pt_pt: Ventoinha 2 do sistema
ro_ro: Ventilator de sistem 2
ru_ru: Системный вентилятор 2
sk_sk: Systémový ventilátor 2
sr_cyrl_rs: Системски вентилатор 2
sv_se: Systemfläkt 2
th_th: พัดลมระบบ 2
tr_tr: Sistem fanı 2
uk_ua: Системний вентилятор 2
vi_vn: Quạt hệ thống 2
zh_cn: 系统风扇 2
zh_tw: 系統風扇 2

# FanShort_Gpu1
source: GPU 1
bg_bg: ГП 1
hu_hu: 1. GPU
ru_ru: ГП 1
uk_ua: ГП 1

# FanShort_Gpu2
source: GPU 2
bg_bg: ГП 2
hu_hu: 2. GPU
ru_ru: ГП 2
uk_ua: ГП 2

# FanShort_System1
source: System 1
ar_sa: النظام 1
bg_bg: Система 1
ca_es: Sistema 1
cs_cz: Systém 1
el_gr: Σύστημα 1
es_es: Sistema 1
et_ee: Süsteem 1
fa_ir: سیستم 1
fi_fi: Järjestelmä 1
fr_fr: Système 1
he_il: מערכת 1
hi_in: सिस्टम 1
hu_hu: 1. rendszer
id_id: Sistem 1
it_it: Sistema 1
ja_jp: システム 1
ko_kr: 시스템 1
lv_lv: Sistēma 1
nl_nl: Systeem 1
pt_pt: Sistema 1
ro_ro: Sistem 1
ru_ru: Система 1
sk_sk: Systém 1
sr_cyrl_rs: Систем 1
th_th: ระบบ 1
tr_tr: Sistem 1
uk_ua: Система 1
vi_vn: Hệ thống 1
zh_cn: 系统 1
zh_tw: 系統 1

# FanShort_System2
source: System 2
ar_sa: النظام 2
bg_bg: Система 2
ca_es: Sistema 2
cs_cz: Systém 2
el_gr: Σύστημα 2
es_es: Sistema 2
et_ee: Süsteem 2
fa_ir: سیستم 2
fi_fi: Järjestelmä 2
fr_fr: Système 2
he_il: מערכת 2
hi_in: सिस्टम 2
hu_hu: 2. rendszer
id_id: Sistem 2
it_it: Sistema 2
ja_jp: システム 2
ko_kr: 시스템 2
lv_lv: Sistēma 2
nl_nl: Systeem 2
pt_pt: Sistema 2
ro_ro: Sistem 2
ru_ru: Система 2
sk_sk: Systém 2
sr_cyrl_rs: Систем 2
th_th: ระบบ 2
tr_tr: Sistem 2
uk_ua: Система 2
vi_vn: Hệ thống 2
zh_cn: 系统 2
zh_tw: 系統 2

# FanMode_Auto
source: Auto
ar_sa: تلقائي
bg_bg: Авто
el_gr: Αυτόματο
fa_ir: خودکار
he_il: אוטומטי
hi_in: स्वचालित
id_id: Otomatis
ja_jp: 自動
ko_kr: 자동
ru_ru: Авто
sr_cyrl_rs: Ауто
th_th: อัตโนมัติ
tr_tr: Otomatik
uk_ua: Авто
vi_vn: Tự động
zh_cn: 自动
zh_tw: 自動

# FanMode_Max
source: Max
ar_sa: أقصى
bg_bg: Макс.
ca_es: Màx.
el_gr: Μέγιστο
es_es: Máx.
et_ee: Maks
fa_ir: حداکثر
fi_fi: Maks.
he_il: מרבי
hi_in: अधिकतम
id_id: Maks
ja_jp: 最大
ko_kr: 최대
lv_lv: Maks.
nb_no: Maks
pl_pl: Maks.
pt_pt: Máx.
ru_ru: Макс.
sr_cyrl_rs: Макс.
th_th: สูงสุด
tr_tr: Maks.
uk_ua: Макс.
vi_vn: Tối đa
zh_cn: 最大
zh_tw: 最大

# FanMode_Custom
source: Custom
ar_sa: مخصص
bg_bg: Ръчно
ca_es: Manual
cs_cz: Ruční
de_de: Manuell
el_gr: Χειροκίνητο
es_es: Manual
et_ee: Käsitsi
fa_ir: سفارشی
fi_fi: Manuaali
fr_fr: Manuel
he_il: מותאם אישית
hi_in: कस्टम
hu_hu: Kézi
id_id: Kustom
it_it: Manuale
ja_jp: カスタム
ko_kr: 사용자 지정
lv_lv: Manuāli
nb_no: Manuell
nl_nl: Handmatig
pl_pl: Ręczny
pt_pt: Manual
ro_ro: Manual
ru_ru: Вручную
sk_sk: Ručný
sr_cyrl_rs: Ручно
sv_se: Manuell
th_th: กำหนดเอง
tr_tr: Özel
uk_ua: Вручну
vi_vn: Tùy chỉnh
zh_cn: 自定义
zh_tw: 自訂

# FanMode_Auto_Description
source: The laptop's firmware manages the fans; OpenSense can add speed when it gets hot.
ar_sa: يدير البرنامج الثابت للكمبيوتر المحمول المراوح، ويمكن لـ OpenSense زيادة سرعتها عندما ترتفع الحرارة.
bg_bg: Фърмуерът на лаптопа управлява вентилаторите; OpenSense може да добави скорост, когато стане горещо.
ca_es: El microprogramari del portàtil gestiona els ventiladors; l'OpenSense hi pot afegir velocitat quan s'escalfa.
cs_cz: Ventilátory řídí firmware notebooku; OpenSense může při zahřátí přidat otáčky.
de_de: Die Firmware des Laptops steuert die Lüfter; OpenSense kann bei Hitze Drehzahl hinzufügen.
el_gr: Το υλικολογισμικό του φορητού διαχειρίζεται τους ανεμιστήρες· το OpenSense μπορεί να προσθέσει ταχύτητα όταν ζεσταθεί.
es_es: El firmware del portátil gestiona los ventiladores; OpenSense puede añadir velocidad cuando se calienta.
et_ee: Sülearvuti püsivara juhib ventilaatoreid; OpenSense saab kuumaga kiirust lisada.
fa_ir: سفت‌افزار لپ‌تاپ فن‌ها را مدیریت می‌کند؛ OpenSense می‌تواند هنگام داغ شدن سرعت آن‌ها را افزایش دهد.
fi_fi: Kannettavan laiteohjelmisto ohjaa tuulettimia; OpenSense voi lisätä nopeutta, kun lämpötila nousee.
fr_fr: Le firmware de l’ordinateur portable gère les ventilateurs ; OpenSense peut ajouter de la vitesse quand il chauffe.
he_il: הקושחה של המחשב הנייד מנהלת את המאווררים; OpenSense יכול להוסיף מהירות כשמתחמם.
hi_in: लैपटॉप का फ़र्मवेयर पंखों का प्रबंधन करता है; गर्म होने पर OpenSense गति बढ़ा सकता है।
hu_hu: A laptop belső vezérlőprogramja kezeli a ventilátorokat; melegedéskor az OpenSense sebességet adhat hozzá.
id_id: Firmware laptop mengelola kipas; OpenSense dapat menambah kecepatan saat panas.
it_it: Il firmware del portatile gestisce le ventole; OpenSense può aggiungere velocità quando si scalda.
ja_jp: ノート PC のファームウェアがファンを管理します。高温時には OpenSense が速度を上乗せできます。
ko_kr: 노트북의 펌웨어가 팬을 관리하며, 뜨거워지면 OpenSense가 속도를 더할 수 있습니다.
lv_lv: Klēpjdatora aparātprogrammatūra pārvalda ventilatorus; OpenSense var pievienot ātrumu, kad tas sakarst.
nb_no: Fastvaren i PC-en styrer viftene; OpenSense kan øke hastigheten når det blir varmt.
nl_nl: De firmware van de laptop regelt de ventilatoren; OpenSense kan snelheid toevoegen als het warm wordt.
pl_pl: Oprogramowanie układowe laptopa zarządza wentylatorami; OpenSense może dodać prędkości, gdy robi się gorąco.
pt_pt: O firmware do portátil gere as ventoinhas; o OpenSense pode acrescentar velocidade quando aquece.
ro_ro: Firmware-ul laptopului gestionează ventilatoarele; OpenSense poate adăuga viteză când se încălzește.
ru_ru: Вентиляторами управляет встроенное ПО ноутбука; OpenSense может добавить скорость, когда становится жарко.
sk_sk: Ventilátory riadi firmvér notebooku; OpenSense môže pri zahriatí pridať otáčky.
sr_cyrl_rs: Фирмвер лаптопа управља вентилаторима; OpenSense може да дода брзину када се загреје.
sv_se: Datorns firmware styr fläktarna; OpenSense kan lägga till hastighet när det blir varmt.
th_th: เฟิร์มแวร์ของแล็ปท็อปจัดการพัดลม และ OpenSense เพิ่มความเร็วได้เมื่อร้อน
tr_tr: Fanları dizüstü bilgisayarın üretici yazılımı yönetir; ısındığında OpenSense hız ekleyebilir.
uk_ua: Вентиляторами керує мікропрограма ноутбука; OpenSense може додати швидкість, коли стає гаряче.
vi_vn: Chương trình cơ sở của máy quản lý quạt; OpenSense có thể tăng thêm tốc độ khi máy nóng.
zh_cn: 由笔记本电脑的固件管理风扇；温度升高时，OpenSense 可以额外提速。
zh_tw: 由筆記型電腦的韌體管理風扇；溫度升高時，OpenSense 可以額外提速。

# FanMode_Max_Description
source: All fans at full speed.
ar_sa: كل المراوح بأقصى سرعة.
bg_bg: Всички вентилатори на максимална скорост.
ca_es: Tots els ventiladors a la velocitat màxima.
cs_cz: Všechny ventilátory na plné otáčky.
de_de: Alle Lüfter mit voller Drehzahl.
el_gr: Όλοι οι ανεμιστήρες στη μέγιστη ταχύτητα.
es_es: Todos los ventiladores a máxima velocidad.
et_ee: Kõik ventilaatorid täiskiirusel.
fa_ir: همهٔ فن‌ها با حداکثر سرعت.
fi_fi: Kaikki tuulettimet täydellä nopeudella.
fr_fr: Tous les ventilateurs à pleine vitesse.
he_il: כל המאווררים במהירות מלאה.
hi_in: सभी पंखे पूरी गति पर।
hu_hu: Minden ventilátor teljes sebességen.
id_id: Semua kipas pada kecepatan penuh.
it_it: Tutte le ventole alla massima velocità.
ja_jp: すべてのファンを最高速度で回します。
ko_kr: 모든 팬을 최대 속도로 작동합니다.
lv_lv: Visi ventilatori ar pilnu ātrumu.
nb_no: Alle viftene på full hastighet.
nl_nl: Alle ventilatoren op volle snelheid.
pl_pl: Wszystkie wentylatory z pełną prędkością.
pt_pt: Todas as ventoinhas na velocidade máxima.
ro_ro: Toate ventilatoarele la viteză maximă.
ru_ru: Все вентиляторы на максимальной скорости.
sk_sk: Všetky ventilátory na plné otáčky.
sr_cyrl_rs: Сви вентилатори пуном брзином.
sv_se: Alla fläktar på full hastighet.
th_th: พัดลมทุกตัวหมุนเต็มความเร็ว
tr_tr: Tüm fanlar tam hızda.
uk_ua: Усі вентилятори на максимальній швидкості.
vi_vn: Tất cả quạt chạy hết tốc độ.
zh_cn: 所有风扇全速运行。
zh_tw: 所有風扇全速運轉。

# FanMode_Custom_Description
source: Speed added on top of the firmware's for each fan, fixed or following a curve. 0% leaves a fan to the firmware, 100% is full speed.
ar_sa: سرعة تُضاف فوق سرعة البرنامج الثابت لكل مروحة، ثابتة أو تتبع منحنى. 0% يترك المروحة للبرنامج الثابت، و100% هي السرعة القصوى.
bg_bg: Скорост, добавена към тази на фърмуера за всеки вентилатор, фиксирана или по крива. 0% оставя вентилатора на фърмуера, 100% е максимална скорост.
ca_es: Velocitat afegida a la del microprogramari per a cada ventilador, fixa o seguint una corba. El 0 % deixa el ventilador al microprogramari; el 100 % és la velocitat màxima.
cs_cz: Otáčky přidané k otáčkám firmwaru pro každý ventilátor, pevně nebo podle křivky. 0 % nechá ventilátor na firmwaru, 100 % jsou plné otáčky.
de_de: Zusätzliche Drehzahl über der der Firmware für jeden Lüfter, fest oder nach einer Kurve. 0 % überlässt den Lüfter der Firmware, 100 % ist volle Drehzahl.
el_gr: Ταχύτητα που προστίθεται σε αυτή του υλικολογισμικού για κάθε ανεμιστήρα, σταθερή ή σύμφωνα με καμπύλη. Το 0% αφήνει τον ανεμιστήρα στο υλικολογισμικό, το 100% είναι η μέγιστη ταχύτητα.
es_es: Velocidad añadida a la del firmware para cada ventilador, fija o siguiendo una curva. El 0 % deja el ventilador al firmware; el 100 % es la máxima velocidad.
et_ee: Püsivara kiirusele lisatav kiirus iga ventilaatori jaoks, fikseeritud või kõvera järgi. 0% jätab ventilaatori püsivara hooleks, 100% on täiskiirus.
fa_ir: سرعتی که برای هر فن به سرعت سفت‌افزار افزوده می‌شود، ثابت یا مطابق یک منحنی. 0% فن را به سفت‌افزار می‌سپارد و 100% حداکثر سرعت است.
fi_fi: Laiteohjelmiston nopeuden päälle lisättävä nopeus kullekin tuulettimelle, kiinteä tai käyrän mukainen. 0 % jättää tuulettimen laiteohjelmistolle, 100 % on täysi nopeus.
fr_fr: Vitesse ajoutée à celle du firmware pour chaque ventilateur, fixe ou suivant une courbe. 0 % laisse le ventilateur au firmware, 100 % correspond à la pleine vitesse.
he_il: מהירות שמתווספת למהירות של הקושחה לכל מאוורר, קבועה או לפי עקומה. 0% משאיר את המאוורר לקושחה, 100% הוא מהירות מלאה.
hi_in: हर पंखे के लिए फ़र्मवेयर की गति के ऊपर जोड़ी गई गति, निश्चित या वक्र के अनुसार। 0% पंखे को फ़र्मवेयर पर छोड़ता है, 100% पूरी गति है।
hu_hu: A belső vezérlőprogram sebességéhez hozzáadott sebesség minden ventilátorhoz, rögzítve vagy görbe szerint. 0% a ventilátort a belső vezérlőprogramra bízza, 100% a teljes sebesség.
id_id: Kecepatan yang ditambahkan di atas kecepatan firmware untuk setiap kipas, tetap atau mengikuti kurva. 0% menyerahkan kipas ke firmware, 100% adalah kecepatan penuh.
it_it: Velocità aggiunta a quella del firmware per ogni ventola, fissa o secondo una curva. 0% lascia la ventola al firmware, 100% è la massima velocità.
ja_jp: ファンごとに、ファームウェアの速度に上乗せする速度です (固定、またはカーブに従う)。0% はファームウェアに任せ、100% は最高速度です。
ko_kr: 팬마다 펌웨어 속도에 더하는 속도로, 고정하거나 곡선을 따릅니다. 0%는 팬을 펌웨어에 맡기고 100%는 최대 속도입니다.
lv_lv: Aparātprogrammatūras ātrumam pievienotais ātrums katram ventilatoram, fiksēts vai pēc līknes. 0% atstāj ventilatoru aparātprogrammatūrai, 100% ir pilns ātrums.
nb_no: Hastighet som legges til fastvarens for hver vifte, fast eller etter en kurve. 0 % overlater viften til fastvaren, 100 % er full hastighet.
nl_nl: Snelheid bovenop die van de firmware voor elke ventilator, vast of volgens een curve. 0% laat de ventilator aan de firmware over, 100% is volle snelheid.
pl_pl: Prędkość dodawana do prędkości oprogramowania układowego dla każdego wentylatora, stała lub według krzywej. 0% zostawia wentylator oprogramowaniu układowemu, 100% to pełna prędkość.
pt_pt: Velocidade acrescentada à do firmware para cada ventoinha, fixa ou segundo uma curva. 0% deixa a ventoinha ao firmware, 100% é a velocidade máxima.
ro_ro: Viteză adăugată peste cea a firmware-ului pentru fiecare ventilator, fixă sau după o curbă. 0% lasă ventilatorul în grija firmware-ului, 100% este viteza maximă.
ru_ru: Скорость, добавляемая к скорости встроенного ПО для каждого вентилятора, фиксированная или по кривой. При 0 % вентилятором управляет встроенное ПО, при 100 % он работает на максимальной скорости.
sk_sk: Otáčky pridané k otáčkam firmvéru pre každý ventilátor, pevne alebo podľa krivky. 0 % nechá ventilátor na firmvéri, 100 % sú plné otáčky.
sr_cyrl_rs: Брзина која се додаје на брзину фирмвера за сваки вентилатор, фиксна или по кривој. 0% препушта вентилатор фирмверу, 100% је пуна брзина.
sv_se: Hastighet som läggs ovanpå firmwarens för varje fläkt, fast eller enligt en kurva. 0 % lämnar fläkten åt firmware, 100 % är full hastighet.
th_th: ความเร็วที่เพิ่มจากความเร็วของเฟิร์มแวร์สำหรับพัดลมแต่ละตัว แบบคงที่หรือตามเส้นโค้ง 0% ปล่อยพัดลมให้เฟิร์มแวร์ 100% คือเต็มความเร็ว
tr_tr: Her fan için üretici yazılımının hızına eklenen hız; sabit ya da bir eğriye göre. %0 fanı üretici yazılımına bırakır, %100 tam hızdır.
uk_ua: Швидкість, що додається до швидкості мікропрограми для кожного вентилятора, фіксована або за кривою. За 0 % вентилятором керує мікропрограма, за 100 % він працює на максимальній швидкості.
vi_vn: Tốc độ cộng thêm vào tốc độ của chương trình cơ sở cho từng quạt, cố định hoặc theo đường cong. 0% để quạt cho chương trình cơ sở, 100% là hết tốc độ.
zh_cn: 为每个风扇在固件转速之上额外增加的转速，可固定或按曲线变化。0% 表示交给固件，100% 表示全速。
zh_tw: 為每個風扇在韌體轉速之上額外增加的轉速，可固定或依曲線變化。0% 表示交給韌體，100% 表示全速。

# FanBehavior_Auto
source: Auto (firmware)
ar_sa: تلقائي (البرنامج الثابت)
bg_bg: Авто (фърмуер)
ca_es: Auto (microprogramari)
el_gr: Αυτόματο (υλικολογισμικό)
et_ee: Auto (püsivara)
fa_ir: خودکار (سفت‌افزار)
fi_fi: Auto (laiteohjelmisto)
he_il: אוטומטי (קושחה)
hi_in: स्वचालित (फ़र्मवेयर)
hu_hu: Auto (belső vezérlőprogram)
id_id: Otomatis (firmware)
ja_jp: 自動（ファームウェア）
ko_kr: 자동(펌웨어)
lv_lv: Auto (aparātprogrammatūra)
nb_no: Auto (fastvare)
pl_pl: Auto (oprogramowanie układowe)
ru_ru: Авто (встроенное ПО)
sk_sk: Auto (firmvér)
sr_cyrl_rs: Ауто (фирмвер)
th_th: อัตโนมัติ (เฟิร์มแวร์)
tr_tr: Otomatik (üretici yazılımı)
uk_ua: Авто (мікропрограма)
vi_vn: Tự động (chương trình cơ sở)
zh_cn: 自动（固件）
zh_tw: 自動（韌體）

# FanBehavior_Max
source: Full speed
ar_sa: السرعة القصوى
bg_bg: Максимална скорост
ca_es: Velocitat màxima
cs_cz: Plné otáčky
de_de: Volle Drehzahl
el_gr: Μέγιστη ταχύτητα
es_es: Velocidad máxima
et_ee: Täiskiirus
fa_ir: حداکثر سرعت
fi_fi: Täysi nopeus
fr_fr: Pleine vitesse
he_il: מהירות מלאה
hi_in: पूरी गति
hu_hu: Teljes sebesség
id_id: Kecepatan penuh
it_it: Massima velocità
ja_jp: 最高速度
ko_kr: 최대 속도
lv_lv: Pilns ātrums
nb_no: Full hastighet
nl_nl: Volle snelheid
pl_pl: Pełna prędkość
pt_pt: Velocidade máxima
ro_ro: Viteză maximă
ru_ru: Максимальная скорость
sk_sk: Plné otáčky
sr_cyrl_rs: Пуна брзина
sv_se: Full hastighet
th_th: เต็มความเร็ว
tr_tr: Tam hız
uk_ua: Максимальна швидкість
vi_vn: Hết tốc độ
zh_cn: 全速
zh_tw: 全速

# FanBehavior_Boost
source: Auto + {0}
ar_sa: تلقائي + {0}
bg_bg: Авто + {0}
el_gr: Αυτόματο + {0}
fa_ir: خودکار + {0}
he_il: אוטומטי + {0}
hi_in: स्वचालित + {0}
id_id: Otomatis + {0}
ja_jp: 自動 + {0}
ko_kr: 자동 + {0}
ru_ru: Авто + {0}
sr_cyrl_rs: Ауто + {0}
th_th: อัตโนมัติ + {0}
tr_tr: Otomatik + {0}
uk_ua: Авто + {0}
vi_vn: Tự động + {0}
zh_cn: 自动 + {0}
zh_tw: 自動 + {0}

# FanLock_QuietMode
source: Quiet mode keeps the fans on Auto.
ar_sa: يُبقي الوضع "هادئ" المراوح على "تلقائي".
bg_bg: В режим „Тих“ вентилаторите остават в режим „Авто“.
ca_es: El mode Silenciós manté els ventiladors en Auto.
cs_cz: Tichý režim ponechává ventilátory na Auto.
de_de: Im Modus „Leise“ bleiben die Lüfter auf „Auto“.
el_gr: Η λειτουργία Αθόρυβη κρατά τους ανεμιστήρες σε Αυτόματο.
es_es: El modo Silencioso mantiene los ventiladores en Auto.
et_ee: Vaikne režiim hoiab ventilaatorid režiimil Auto.
fa_ir: حالت «بی‌صدا» فن‌ها را روی «خودکار» نگه می‌دارد.
fi_fi: Hiljainen-tila pitää tuulettimet Auto-tilassa.
fr_fr: Le mode Silencieux laisse les ventilateurs en mode Auto.
he_il: מצב "שקט" משאיר את המאווררים במצב "אוטומטי".
hi_in: "शांत" मोड पंखों को "स्वचालित" पर रखता है।
hu_hu: A Csendes mód Auto módon tartja a ventilátorokat.
id_id: Mode Senyap membuat kipas tetap pada Otomatis.
it_it: La modalità Silenziosa mantiene le ventole su Auto.
ja_jp: 「静音」モードではファンは「自動」のままです。
ko_kr: '정숙' 모드에서는 팬이 '자동'으로 유지됩니다.
lv_lv: Klusais režīms patur ventilatorus režīmā Auto.
nb_no: Stille-modus holder viftene på Auto.
nl_nl: In de modus Stil blijven de ventilatoren op Auto.
pl_pl: Tryb Cichy utrzymuje wentylatory w trybie Auto.
pt_pt: O modo Silencioso mantém as ventoinhas em Auto.
ro_ro: Modul Silențios menține ventilatoarele pe Auto.
ru_ru: В режиме «Тихий» вентиляторы остаются в режиме «Авто».
sk_sk: Tichý režim ponecháva ventilátory na Auto.
sr_cyrl_rs: Режим „Тихо“ држи вентилаторе на „Ауто“.
sv_se: Läget Tyst håller fläktarna på Auto.
th_th: โหมด "เงียบ" จะคงพัดลมไว้ที่ "อัตโนมัติ"
tr_tr: Sessiz modu fanları Otomatik modunda tutar.
uk_ua: У режимі «Тихий» вентилятори залишаються в режимі «Авто».
vi_vn: Chế độ Yên tĩnh giữ quạt ở chế độ Tự động.
zh_cn: “安静”模式会使风扇保持“自动”。
zh_tw: 「安靜」模式會讓風扇保持「自動」。

# FanLock_EcoMode
source: Eco mode keeps the fans on Auto.
ar_sa: يُبقي الوضع "اقتصادي" المراوح على "تلقائي".
bg_bg: В режим „Еко“ вентилаторите остават в режим „Авто“.
ca_es: El mode Eco manté els ventiladors en Auto.
cs_cz: Režim Eco ponechává ventilátory na Auto.
de_de: Im Modus „Eco“ bleiben die Lüfter auf „Auto“.
el_gr: Η λειτουργία Eco κρατά τους ανεμιστήρες σε Αυτόματο.
es_es: El modo Eco mantiene los ventiladores en Auto.
et_ee: Eco režiim hoiab ventilaatorid režiimil Auto.
fa_ir: حالت «اقتصادی» فن‌ها را روی «خودکار» نگه می‌دارد.
fi_fi: Eco-tila pitää tuulettimet Auto-tilassa.
fr_fr: Le mode Éco laisse les ventilateurs en mode Auto.
he_il: מצב "חסכוני" משאיר את המאווררים במצב "אוטומטי".
hi_in: "इको" मोड पंखों को "स्वचालित" पर रखता है।
hu_hu: Az Eco mód Auto módon tartja a ventilátorokat.
id_id: Mode Eco membuat kipas tetap pada Otomatis.
it_it: La modalità Eco mantiene le ventole su Auto.
ja_jp: 「エコ」モードではファンは「自動」のままです。
ko_kr: '에코' 모드에서는 팬이 '자동'으로 유지됩니다.
lv_lv: Eco režīms patur ventilatorus režīmā Auto.
nb_no: Eco-modus holder viftene på Auto.
nl_nl: In de modus Eco blijven de ventilatoren op Auto.
pl_pl: Tryb Eco utrzymuje wentylatory w trybie Auto.
pt_pt: O modo Eco mantém as ventoinhas em Auto.
ro_ro: Modul Eco menține ventilatoarele pe Auto.
ru_ru: В режиме «Эко» вентиляторы остаются в режиме «Авто».
sk_sk: Režim Eco ponecháva ventilátory na Auto.
sr_cyrl_rs: Режим „Еко“ држи вентилаторе на „Ауто“.
sv_se: Läget Eco håller fläktarna på Auto.
th_th: โหมด "ประหยัด" จะคงพัดลมไว้ที่ "อัตโนมัติ"
tr_tr: Eco modu fanları Otomatik modunda tutar.
uk_ua: У режимі «Еко» вентилятори залишаються в режимі «Авто».
vi_vn: Chế độ Tiết kiệm giữ quạt ở chế độ Tự động.
zh_cn: “节能”模式会使风扇保持“自动”。
zh_tw: 「節能」模式會讓風扇保持「自動」。

# FanLock_DustDefender
source: The fans are running backwards to clear dust. Fan control resumes when that's done.
ar_sa: تعمل المراوح بالعكس لإزالة الغبار. يُستأنف التحكم في المراوح عند انتهاء ذلك.
bg_bg: Вентилаторите се въртят обратно, за да изчистят праха. Управлението на вентилаторите се възобновява, когато приключат.
ca_es: Els ventiladors giren al revés per treure la pols. El control dels ventiladors es reprèn quan acaben.
cs_cz: Ventilátory se točí pozpátku, aby vyfoukaly prach. Ovládání ventilátorů bude obnoveno, až skončí.
de_de: Die Lüfter laufen rückwärts, um Staub auszublasen. Die Lüftersteuerung wird danach fortgesetzt.
el_gr: Οι ανεμιστήρες γυρίζουν ανάποδα για να καθαρίσουν τη σκόνη. Ο έλεγχος των ανεμιστήρων συνεχίζεται όταν τελειώσουν.
es_es: Los ventiladores giran al revés para quitar el polvo. El control de ventiladores se reanuda cuando terminan.
et_ee: Ventilaatorid pöörlevad tolmu eemaldamiseks tagurpidi. Ventilaatorite juhtimine jätkub, kui see on tehtud.
fa_ir: فن‌ها برای بیرون راندن گردوغبار برعکس می‌چرخند. کنترل فن پس از پایان آن ادامه می‌یابد.
fi_fi: Tuulettimet pyörivät takaperin pölyn poistamiseksi. Tuuletinohjaus jatkuu, kun se on valmis.
fr_fr: Les ventilateurs tournent à l’envers pour chasser la poussière. Le contrôle des ventilateurs reprend ensuite.
he_il: המאווררים מסתובבים לאחור כדי לנקות אבק. בקרת המאווררים תתחדש כשזה יסתיים.
hi_in: धूल हटाने के लिए पंखे उल्टे चल रहे हैं। यह पूरा होने पर पंखा नियंत्रण फिर से शुरू होगा।
hu_hu: A ventilátorok visszafelé forognak, hogy kifújják a port. A ventilátorvezérlés ezután folytatódik.
id_id: Kipas berputar terbalik untuk membersihkan debu. Kontrol kipas berlanjut setelah selesai.
it_it: Le ventole girano al contrario per eliminare la polvere. Il controllo ventole riprende al termine.
ja_jp: ほこりを取り除くため、ファンが逆回転しています。終わるとファン制御が再開します。
ko_kr: 먼지를 없애기 위해 팬이 역회전하고 있습니다. 끝나면 팬 제어가 다시 시작됩니다.
lv_lv: Ventilatori griežas pretēji, lai izpūstu putekļus. Ventilatoru vadība atsāksies, kad tas būs paveikts.
nb_no: Viftene går baklengs for å blåse ut støv. Viftestyringen fortsetter når det er ferdig.
nl_nl: De ventilatoren draaien achteruit om stof weg te blazen. De ventilatorregeling gaat verder als dat klaar is.
pl_pl: Wentylatory obracają się wstecz, aby wydmuchać kurz. Sterowanie wentylatorami zostanie wznowione po zakończeniu.
pt_pt: As ventoinhas estão a rodar ao contrário para retirar o pó. O controlo das ventoinhas é retomado quando isso terminar.
ro_ro: Ventilatoarele se rotesc invers pentru a elimina praful. Controlul ventilatoarelor se reia după ce se termină.
ru_ru: Вентиляторы вращаются в обратную сторону, чтобы выдуть пыль. Управление вентиляторами возобновится, когда это закончится.
sk_sk: Ventilátory sa točia opačne, aby vyfúkali prach. Ovládanie ventilátorov sa obnoví, keď to skončí.
sr_cyrl_rs: Вентилатори се окрећу уназад да би избацили прашину. Управљање вентилаторима се наставља када се то заврши.
sv_se: Fläktarna går baklänges för att blåsa ut damm. Fläktstyrningen fortsätter när det är klart.
th_th: พัดลมกำลังหมุนย้อนกลับเพื่อไล่ฝุ่น การควบคุมพัดลมจะกลับมาทำงานเมื่อเสร็จ
tr_tr: Fanlar tozu atmak için ters yönde dönüyor. İşlem bitince fan denetimi devam eder.
uk_ua: Вентилятори обертаються у зворотний бік, щоб видути пил. Керування вентиляторами відновиться, коли це завершиться.
vi_vn: Quạt đang quay ngược để thổi bụi ra. Việc điều khiển quạt sẽ tiếp tục khi xong.
zh_cn: 风扇正在反转以清除灰尘。完成后风扇控制会恢复。
zh_tw: 風扇正在反轉以清除灰塵。完成後風扇控制會恢復。
